import s from "./AboutMore.module.css";

const AboutMore = () => {
  return (
    <div className="main_container main_padding">
      <h4 className={s.about_more_title}>
        Поздравляю. Вы на шаг приблизились к магическому путешествию по
        исцелению души и гармонизации отношений.
      </h4>
      <p className={s.about_more_text}>
        Устали довольствоваться существованием вместо жизни? Думаете, вам
        изначально была предназначена какая-то другая жизнь, а сейчас вы
        проживаете не свою? Хочется более полных и глубоких отношений?
        Чувствуете подавленность, раздражение и апатию? Появляются
        «беспричинная» плаксивость и уныние? Не отпускает тревога? Сложно
        уснуть, заниматься делами или расслабиться и отдохнуть, потому что
        внутри водят хоровод мысли, не подконтрольные вашей воле, не даёт покоя
        "мыслительная жвачка" или "внутренний критик"? Разлюбили прежде
        увлекательные занятия и утратили энтузиазм? Испытали недавно жизненный
        кризис, стресс или горе? Вам трудно отыскать в себе нечто положительное
        и достойное упоминания? Истощены тем, как много делаете на автомате,
        забывая про себя? Жизнь забуксовала и ходит по кругу? У вас есть
        привычка заедать стресс? Страшно заглядывать в будущее?
      </p>
      <p className={s.about_more_text}>
        Если вам знаком один или несколько из этих признаков, знайте, вы "не
        один такой один". У каждого из нас свои сражения в жизни. И жизнь
        наблюдает за тем, как мы с ними справляемся. Никто не прожил эту жизнь,
        не столкнувшись с препятствиями на жизненном пути. В наше время мы,
        люди, выдерживаем невероятное давление и сталкиваемся с вызовами и
        требованиями, которые отдаляют нас от себя и наших близких. Участвуя в
        жизненной борьбе, верьте, что у неё есть заповедный смысл, возможность
        завершения и обретения ответов на внутренние вопросы. Как бы вы ни
        застряли в проблемах, решение возможно, однако оно не приходит на том
        уровне мышления, которое создало проблему. Сменив ракурс зрения, легко
        заметить прежде упущенное, то есть раздвинуть осознание истоков
        трудностей, способов их решения и понимание основ своей жизни.
      </p>{" "}
      <p className={s.about_more_text}>
        Обратившись за профессиональной помощью, вы проявляете стремление
        развить свой личностный потенциал и усилить связь с собственной душой.
        Для меня невероятная честь и привилегия быть свидетелем того, как люди
        возрастают в познании и уважении себя, в сострадании себе. Как
        поддерживают здоровый образ жизни, достигают поставленных целей, создают
        исключительные отношения и формирует искренние сердечные связи с другими
        людьми. Сообща мы отыщем подходящий Вам способ жить более осмысленной,
        полной и вовлеченной жизнью. Способ строить с миром и людьми взаимные и
        уникальные связи. Несомненно этот мужественный шаг подарит шанс отыскать
        забытые части себя и открыть их заново на пути к "лучшей версии себя",
        как любят говорить люди в моем кабинете, размышляя о призвании.
      </p>
      <div className={s.about_more_make_an_appointment}>Записаться на приём</div>
    </div>
  );
};

export default AboutMore;
