import s from "./FatherRole.module.css";
import fatherrole from "../../../../assets/images/Articles/fatherrole.jpg";
import TextTitle from "../../../../components/TextTitle/TextTitle";

const FatherRole = () => {
  return (
    <div className="main_container main_padding">
      <div className={s.fatherrole_container}>
        <img
          src={fatherrole}
          alt="fatherrole"
          className={s.fatherrole_img}
        ></img>
        <TextTitle
          title={
            "Роль отца в формировании типа привязанности у женщин во взрослом возрасте"
          }
        />
        <div className={s.fatherrole_text}>
          <p>
            Исследователями давно установлено, что детско-родительские отношения
            влияют на психологическое благополучие ребенка. Такой более узкий
            аспект данной темы как отношения между взрослыми женщинами и их
            отцами ранее пренебрегался при изучении взаимоотношений в семье.
            Многие убеждены, что отношения между матерями и дочерями – это самое
            главное в детско-родительских отношениях. Хотя эта связь,
            безусловно, важна, связь женщины с отцом вызывает больше вопросов,
            чем связь с матерью. Трансформация социокультурного положения в ХХI
            веке способствует изменению роли отца в современной семье, чтo
            вносит новые проблемы и задачи, требующие переосмысления.
          </p>
          <p>
            По мнению ряда исследователей, в современном обществе отцы перестали
            восприниматься как компетентные и эффективные. Скорее они видятся
            практически не влияющими на развитие личности ребенка [2]. Впрочем,
            Е.В. Антипова продемонстрировала, что дети, отцы которых живо
            участвуют в их воспитании, выдают сравнительно более высокие баллы
            при тестировании как умственного, так и психомоторного развития. А
            дети, выросшие в неполных семьях, чаще демонстрируют гораздо более
            низкие показатели притязаний, у них много тревожности, невротические
            симптомы проявляются чаще. Отсутствие в семье отца, физическое или
            даже эмоциональное, негативно отражается на когнитивном развитии
            ребёнка, его отношении к познанию и учебе [1]. Американский учёный
            Мюррей Боуэн один из первых обратил внимание на значимость отца в
            развитии у ребенка самостоятельности и «собственного целостного
            Эго». Его теорию далее развивали другие ученые. Эмпирическое
            изучение психологами важности родительских репрезентаций в жизни
            взрослого человека начались на Западе в конце 1970-х гг. в русле
            теории привязанности. Параллельно изучение вопросов, связанных с
            характеристиками личности отцов и их посланиями к детям обоего пола,
            проводилось отечественным психологом Т.В. Сенько. Она пришла к
            выводу, что важнейшей задачей отца является трансляция детям своего
            социального опыта. Одновременно отец оказывается моделью мужского
            поведения, и в этом содержится психологическая функция отца в семье
            [цит. по 1].{" "}
          </p>
          <p>
            Исследований взаимосвязи отцовского образа и уровня
            психоэмоционального благополучия дочерей немного. Литературные
            источники по теме показывают, что взаимоотношения отцов с дочерями
            остаются мало изученными. Данное упущение увеличивает актуальность
            исследований в этой теме. Таким образом, разработка темы воздействия
            отношений с отцом на межличностные отношения взрослой дочери имеет
            немалое значение. Поэтому нами было проведено исследование для
            определения наличия связи между тем, какие были отношения между
            отцом и дочерью с одной стороны, и с романтическими отношениями
            дочери с другой. Сто двадцать пять женщин-педагогов заполнили
            анкеты, касающиеся их отношений со своим отцом, а также отношений с
            их текущим (или последним) романтическим партнером (либо мужем).
            Женщин попросили определить, какой тип привязанности лучше всего
            описывает каждые отношения, оценить уровень своей удовлетворенности
            в том, что касается отношений с отцом. В исследовании важно было
            выявить взаимосвязь паттернов привязанности и компонентов
            Я-структуры у женщин-педагогов. Для исследования Я-структуры
            личности взрослых был выбран подход Гюнтера Аммона с разработанным
            им «Я-структурным тестом» (ISTA). Для диагностики паттернов
            привязанности у взрослых использовался тест, который на основе идей
            К. Бартоломью создали Фрейли и Бреннан. Для определения паттернов
            отношения к участницам исследования их родителей использовался тест
            Г. Паркера.{" "}
          </p>
          <p>
            В ходе анализа результатов исследования было выявлено, что чем
            больше тепла и заботы от отца было получено женщиной в детстве, тем
            меньше тревоги (связанной с сенситивностью, зависимостью,
            эмоциональной незрелостью) испытывает дочь во взрослых отношениях с
            партнером. Параметр тревоги здесь связан с внутренней моделью себя
            самой, с представлением о том, заслуживает ли собственная личность
            любви и внимания. Высокая тревога связана с представлением о себе
            как о предмете, не стоящей внимания, неуверенной в собственной
            привлекательности для других. Это может давать в крайнем своем
            проявлении избегающий тип привязанности (мало тревоги, но много
            избегания) или надежный с его низкой тревогой и низким же
            избеганием. Таким образом, забота отца в данном случае защищает дочь
            от зависимого типа привязанности, но допускает возможность
            избегающего типа. Забота отца также связана со здоровым нарциссизмом
            у женщин и влияет на развитие ее внешних и внутренних границ. И это
            то, чему забота отца помогает развиться – здоровой самооценке и
            конструктивно выражаемому нарциссизму, самоуважению и уверенности,
            которые тревогу в отношениях, безусловно, будут снижать.
          </p>
          <p>
            Выявилась также прямая связь между тревогой и контролем отца (R=0,25
            при р=0,011), то есть чем меньше контроля со стороны отца, тем
            меньше тревоги и неуверенности в себе у дочери. Таким образом,
            контроль отца повышает тревогу дочери (может влечь как зависимый,
            так и боязливый паттерн), а забота ее снижает.
          </p>
          <p>
            Выходит, что высокая забота отца вкупе с его малым контролем, либо
            отсутствием оного (что Г. Паркер называет оптимальным воспитанием) у
            наших женщин-педагогов в равной степени влечет низкую тревогу за
            отношения с партнером во взрослых отношениях. Наоборот, низкая
            забота отца вместе с его высоким контролем эту тревогу повышает, что
            полностью соответствует мнению Г. Паркера о том, что «холодный
            контроль» со стороны родителя часто влечет зависимый тип
            привязанности у ребенка.
          </p>
          <p>
            Существует обратная взаимосвязь между дефицитарным внутренним
            Я-отграничением и заботой отца (Rs=-0,26, p≤0,01): чем выше забота
            отца в детстве женщины, тем меньше вероятности, что у нее будут
            дефицитарные внутренние границы, и наоборот. Существует также
            обратная взаимосвязь между деструктивным внешним Я-отграничением
            (очень выраженном факторе в этой группе педагогов) и заботой отца
            (Rs=-0,22, p≤0,05): чем выше забота отца в детстве женщины, тем
            меньше вероятности, что у нее разовьются жесткие, непроницаемые
            внешние границы, мешающие ей в построении глубоких и доверительных
            отношений, и наоборот. И чем выше забота отца была в детстве, тем в
            большей степени выражен конструктивный нарциссизм, и наоборот.
            Отчетливо влияние отца заметно в отношении развития границ. Можно
            предположить, что отец при оптимальном воспитании дочери с точки
            зрения теории привязанности и влияния на дальнейшие ее отношения,
            становится гарантом независимости, уверенности и самостоятельности
            дочери в ее отношениях, отвечает за умение ею устанавливать границы.
            Во всяком случае, так показывают наши результаты.
          </p>
          <p>
            Все эти данные могут говорить об особой роли отца в жизни женщины.
            Можно предположить, что отец при оптимальном воспитании дочери
            становится гарантом независимости, уверенности и самостоятельности
            дочери в ее отношениях. Он отвечает за умение ею устанавливать
            границы, выходить из препятствующего развитию и автономии симбиоза.
            Контроль отца несет амбивалентную нагрузку в развитии личности
            женщин-педагогов – с одной стороны он сопряжен с развитием
            конструктивных внутренних границ у дочерей, с другой стороны имеет
            прямое отношение к возникновению дефицитарности и недоразвития
            внутренних границ. И исправить последнее помогает забота отца, судя
            по следующим далее у нас взаимосвязям. Следовательно, отцу
            желательно не допускать двух ошибок: эмоциональной отстраненности и
            жесткого авторитаризма, приводящих, как ни парадоксально, к
            одинаково плачевным последствиям. Внимательность к ребенку, а не
            традиционная отцовская требовательность, эмоциональное тепло и
            честность отношений между отцом и дочерью, без крутых перепадов от
            попустительства к строгим карам — вот опоры, взращивающие созревание
            внутренних качеств ребенка. Любящие и нежные отношения с отчетливым
            пониманием границ, что допустимо, а что нет, — наилучшие
            обстоятельства для воспитания качеств, способствующих установлению
            отношений на основе надежной привязанности. Отцовские санкции
            работают исключительно на фоне отцовской же любви.
          </p>
          <p>
            Список использованных источников: Антипова, Е.В. / О роли отца в
            воспитании ребёнка / Е.В. Антипова // Веснік Магілёўскага
            дзяржаўнага універсітэта імя А.А. Куляшова. – 2004. – № 2. – С.
            139–143. Хусанова, Н.Ю. Влияние отца на формирование «Я-концепции»
            ребёнка / Н.Ю. Хусанова // Психотерапия. – 2006. – № 5. – С. 64–70.
          </p>
        </div>
      </div>
    </div>
  );
};

export default FatherRole;
